Repository: martinov/uc_epaybg
Catalog: translations/*.po
Languages: bg

source: Payment from order number %order_id was accepted. STAN: !stan; pay_date: !pay_date; BCODE: !bcode;
bg: Плащане за поръчка номер %order_id беше получено. STAN: !stan; pay_date: !pay_date; BCODE: !bcode;

source: A payment with Transaction ID: @txn_id for @amnt has been accepted.
bg: Плащане с ID на транзакция: @txn_id за @amnt беше получено.

source: Your ePay.bg payment was cancelled. Please feel free to continue shopping or contact us for assistance.
bg: Вашето плащане чрез ePay.bg беше отказано. Моля, чувствайте се поканени да продължите пазаруването си или да се свържете с нас.

source: Redirect users to submit payments through ePay.bg.
bg: Препраща потребителите да извършат плащане чрез ePay.bg

source: Unknown Transaction ID
bg: Неизвестен идентификатор на транзакция

source: Transaction ID:<br />@txn_id
bg: Транзакция ID:<br />@txn_id

source: The default action URL is: !url. If you want to test in demo mode use !demo_url.
bg: По подразбиране action URL е: !url. Ако искате да тествате в ДЕМО режим го сменете на: !demo_url

source: Merchant Identification Number (you must get this from your merchant account in ePay.bg).
bg: Идентификационен номер на търговец (MIN) - трябва да го вземете от акаунта си в ePay.bg.

source: Secret key
bg: Секретен ключ

source: Secret key (you must get this from your merchant account in ePay.bg).
bg: Секретен ключ (взима се от акаунта в ePay.bg).

source: Merchant email (as entered in your ePay.bg account).
bg: Email на търговец (както сте го въвели в ePay.bg).

source: _uid_ = user id of current account.
bg: _uid_ = ID-то на текущия потребител

source: Do not change this unless you know exactly what you are doing.
bg: Не променяйте тази настройка освен ако не знаете точно какво правите.

source: Paste this url in the field 'URL за известяване' in your ePay.bg merchant account.
bg: Поставете този адрес в полето 'URL за известяване' в ePay.bg акаунта си.

source: Payment Expiration Time
bg: Крайна дата/час за плащане

source: After how many hours should the payment request expire. 1440 hours are 2 months.
bg: След колко часа да е крайната дата за плащане. 1440 часа са приблизително 2 месеца.

source: Currency
bg: Валута

source: Currency in ePay.bg system.
bg: Валута в системата на ePay.bg

source: Rate to site currency
bg: Курс към тази валута

source: Please enter ePay.bg rate according to site currency.
bg: Моля въведете курса в съотсветствие с валутата на сайта.

source: Payment order number - %num, amount - %amount
bg: Плащане на поръчка номер - %num, сума - %amount

source: Place your order
bg: Поръчвам

source: ePay.bg payment done
bg: ePay.bg плащането е готово

source: ePay.bg payment cancelled
bg: ePay.bg плащането е отхвърлено

source: Integrates ePay.bg payment services.
bg: Интегрира ePay.bg система за разплащане.
